Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_230_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Sámi gákti muitala máŋgga ášši
smn: Sämimááccuh muštâl maŋgâ ääši

source: Govas Susanna Maggas Eanodat-Guovdageaingákti ( gurutbealde ) ja Rauna Rahkos Ohcejotgákti .
smn: Kooveest Susanna Maggaast lii Iänuduv-Kuovdâkiäinu sämimááccuh ( čiž ) já Rauna Rahkoost tiänulâš sämimááccuh .

source: Govva Ulla Isotalo , sámedikki rahpandilálašvuohta Ohcejogas 2008 .
smn: Kove Ulla Isotalo , sämitige lekkâmeh Ucjuuvâst 2008 .

source: Sámegákti lea sápmelaččaid álbmotlaš dovdomearkkain oinnoleamos .
smn: Sämimááccuh lii sämmilijn aalmuglijn tubdâlduvâin pyeremustáá uáinojeijee .

source: Gáktemállet molsašuddet guovlluid mielde .
smn: Mááccuh maalih muttuusteleh kuávlui mield. .

source: Mállet , ivnnit ja hearvabáttiid stellen muitalit , man sámejovkui gávttehas gullá , dávjá dange man sohkii .
smn: Maalih , iivneh já hervâpaadij tiälláástâllâm muštâleh kyeddes sämmilâšjuávhu , távjá suuvâ-uv .

source: Ii nappo leat áibbas seamma , makkár gákti , gahpir dahje boagán geavahuvvo .
smn: Nuuvtpa ij lahkin siämmáá , maggaar mááccuh , kappeer tâi puáhháá kiävttá .

source: Suoma bealde leat anus vihtta váldogáktemálle : Ohcejoga , Eanodat-Guovdageainnu , Soađegili Vuohču , anáraš- ja nuortalašgákti .
smn: Suomâbeln láá kiävtust vittâ Sämimááccuh váldumaali : Tiänu leve , Iänuduv-Kuovdâkiäinu , Suáđigil Vuáču , Aanaar já Nuorttâsämmilâš mááccuh .

source: Sámegávtti historjá spiehkkasa suoma álbmotbiktasiid historjjás das , ahte dan geavaheapmi ii leat goasge boatkanan .
smn: Sämimááccuh historjá spiekâst syemmilij aalmugmáccuhij historjásta nuuvt , et tom kevttim ij lah moonnân historjá muddoost potkânâm .

source: Sámegávtti vuođđomállet leat náhkis ja gággásis válmmaštuvvon álbmotbiktasat .
smn: Sämimááccuh vuáđumaalih láá näähkist já kággást rahtum aalmugmáccuheh .

source: Sámegákti eallá seamma ilolaš ja aktiivvalaš áiggi go oppa sámekultuvrage otne .
smn: Sämimááccuh iälá tääl oovtâ ilolâš já aktiivlâš ääigis siämmáá ko ubâ sämikulttuur-uv .

source: Gávttit gorrojuvvojit dán beaivve máŋggalágan materiálain ( láđđis , bummolliinnis ja dahkufiberliinniin , silkkis ja juoba betses ) ja iešguđetlágan ivnniin .
smn: Máccuheh kuárrojeh tááláá ääigi maaŋgâlágán materiaalâin ( läđđest , pumbul- já rahtumsáigukággáin , silheest já joba piicist ) já jieškote-uv iivnijn .

source: Guovddážis lea goit álo iežas sámejoavkku , guovllu dahje juoba soga málle seailluheapmi . Ja das sápmelaččat leat dárkkit .
smn: Tehálâš lii kuittâg ovttuu jieijâs sämmilâšjuávhu , kuávlu tâi joba suuvâ maali siäiluttem – já tast sämmiliih láá täärhih .

source: Sámegákti lea maid čikŋabivttas ja dakkárin álbmotbivttas .
smn: Sämimááccuh lii meid juhlelâš kárvu já tagarin aalmuglâšmááccuh .

source: Ivnniid ilolamos šearratvuođa oaidná álo doppe , gos sápmelaččat čoahkkanit stuorra ávvudemiide dahje čoahkkimiidda .
smn: Mučis mááccuhkorâduv uáiná ain tobbeen , kost sämmiliih čokkâneh stuorrâ juhlijd tâi čuákkimáid .

source: Sámegávttit leat máŋggaláganat jagiáiggiid ja geavahanulbmila mielde .
smn: Sämimááccuh muttuustâl iveaaigij já kevttimuáivil mield. .

source: Árgabivttas hervejuvvo oktageardánabbot go čiknabivttas .
smn: Argâmááccuh ij lah hervejum siämmáánáál ko juhlemááccuh .

source: Nissonolbmo geassegákti gorrojuvvo dávjá bummolliinnis .
smn: Nisonji kesimááccuh kuárroo távjá pumbulkággást .

source: Geassegávttiin geavahuvvojit čázehat ja asehut gahpirat .
smn: Kesimáccuháin kiävttojeh šišnekammuuh ađai čässiheh já asettebeh kapereh .

source: Dálvebiktasiidda gullet bohcco gápmasiin gorrojuvvon goikkehat , ulloliidni , nissonolbmuin miesenáhkis gorrojuvvon liegga gahpir ja albmáin skoađastuvvon ja virggiin hervejuvvon gahpir .
smn: Tälvikárvoid kuleh poccuukamâsijn koorrum sosvskámmuuh , ullolijne , nisonijn lieggâ vyesinähkikappeer já almain skođâstum já viergičevđin hervejum kappeer .

source: Govas musihkárat Annukka Hirvasvuopio-Laiti ja Anna Näkkäläjärvi , geain guktuin sámegávtti dálvegárvvuide gullevaš ulloliidni .
smn: Kooveest musijkkáreh Annukka Hirvasvuopio-Laiti já Anna Näkkäläjärvi , kiäin kuohtuin lii sämimááccuh tälvikárvoid kullee ullolijne .

source: Govva Ulla Isotalo 2006 .
smn: Kove Ulla Isotalo 2006 .

source: Meahccebivuide gullet vel biekkas ja borggas suddjejeaddji luhkka , gálssohat ja bittut .
smn: Meccikárvoid kuleh vala piegâst já puurgâst syeijejeijee lukkâ já kamâspidoh .

source: Náhkkebuvssat geavahuvvojit sihke čikŋabivttasin ja liegga gárvun garra dálkin .
smn: Nähkipuuvsah kiävttojeh sehe juhlekárvun et lieggâ syeijin kolmâ šooŋâin .

source: Lassin guhtege sámegáktemállii gullet dihtolágan gistát ja iežas guovllu fáhcat , main guktuin leat seammasullasaš hearvvat go ieš gávttis .
smn: Lasseen jyehi sämimááccuhmaalin kuleh tiätulágáneh , eres pivtâskerdijn siämmáánáál hervejum kistuuh já jieijâs kuávlu vaacah .

source: Fáhcain ja gápmagiid vuoddagiin guktuin leat seamma , guđege mállii gullevaš hearvaivnnit .
smn: Vaacâin já vuoddun kiärduh jieškote-uv maalin kullee hervâiivneh .

source: Albmáid vuoddagiid vuođđoivdni lea dábálaččat vielgat ja nissoniid ruoksat .
smn: Almai vuoddui vuáđuivne lii iänááš vielgâd já nisonij ruopsâd .

source: Mánáid vuoddagat čuldojuvvojit seakkibun go rávesolbmuid vuoddagat .
smn: Párnái vuodduuh čuáldojeh kezibân ko rävisulmui vuodduuh .

source: Nissona gávttiin geavahuvvon dábálamos boagánmálle lea njuikumiin golmma stielasin čuldojuvvon láigeboagán .
smn: Nissoon máccuháin kevttum táválumos povijmalli lii njuškomáin njuškottum läigipoovij .

source: Náhkkeboahkániid geavahit sihke nissonat ja albmát .
smn: Nähkipuáhháá kevttih sehe nisoneh et almaah .

source: Náhkkeboagán hervejuvvo dávjá siviilaseađu mielde sierramállesaš silbaboaluiguin dahje čiŋaiguin .
smn: Nähkipoovij hervejuvvoo távjá siiviilsiäđu mield jieškote-uv mallisij silbâpuáluiguin tâi čiŋâiguin .

source: Sihke albmáid ja nissoniid gávttiide gullá vel silki , man nissonat giddejit ohcii soljjuiguin .
smn: Sehe almai et nisonij máccuháid kulá vala silkkelijne , mon nisoneh kiddejeh radebel šoljoiguin .

source: Silki giddejuvvo earáláhkai iešguđet málliin .
smn: Lijne kiddejuvvoo sierâlágán vuovijguin jieškote-uv mallijd .

source: Deatnolaš nisu gidde silkkis ohcii vehá dego láskut , go fas anárlaš ja Soađegili vuohččulaš v-hápmái .
smn: Tiänu nissoon kiddee liijnes radebel masa láskud , ko oppeet anarâš já Suáđigil vuáččulâš v-háámán .

source: Nuortalaččaid gákti lea čielgasit earálágan go eará sámegávttit .
smn: Nuorttâsämmilij mááccuh lii čielgâsávt ereslágán ko eres sämimáccuheh .

source: Dat sulastahttá gárjilaččaid álbmotbiktasa ja lea dakkárin historjjálaš dokumeanta nuortalaččaid nana oktavuođain nuorttabeallái .
smn: Tot sulâstit kärjillij aalmuglâšpihtâs já lii tagarin historjállâš dokument nuorttâsämmilij covgâ ohtâvuođâin nuortâs .

source: Anárašgákti
smn: Anarâšmááccuh

source: Anárašgákti lea iežas álbmotjoavkkus oinnolamos dovddaldat .
smn: Anarâšmááccuh lii jieijâs aalmugjuávhu pyeremustáá uáinojeijee tubdâldâh .

source: Dan ruovttoguovlu lea Anárjávrri biras .
smn: Ton päikkikuávlu lii Aanaarjäävri piirâs .

source: Gákti gorrojuvvo dávjá čáhppes láđđis ja dan hearvaivnnit leat ruoksat , fiskat ja ruoná .
smn: Mááccuh kuárroo távjá čapis läđđest já ton hervâiivneh láá ruopsâd , fiskâd já ruánáá .

source: Gáktemálle sulastahttá Soađegili Vuohču gávtti .
smn: Mááccuhmalli lii alda Suáđigil Vuáču maali .

source: Earrun leat lagamustá hearvastiellasat , mat anárašgávttis geavahuvvojit čikŋaláđđiid ravddain .
smn: Taid iärut nubijnis iänááš puddiistuvâin , moh anarâšmáccuhist kiävttojeh hervâläđđei roobdâin .

source: Govas Ilmari Mattus ja Petra Kuuva Anárašgiela searvvi 20-jagiávvudeamis Anáris jagis 2006 .
smn: Kooveest Ilmari Mattus já Petra Kuuva Anarâškielâ seervi 20-ive juhleest Anararist ive 2006 .

source: Govva Matti Morottaja . .
smn: Kove Matti Morottaja .

source: Eanodat-Guovdageaingákti
smn: Iänuduv-Kuovdâkiäinu mááccuh

source: Eanodat-Guovdageaingáktemálle lea buot eanemus hervejuvvon .
smn: Iänuduv-Kuovdâkiäinu maaccuhmalli lii puoh enâmustáá hervejum .

source: Hervemii geavahuvvojit láđđi ala stellejuvvon ivdnás stiellasat guđege soga ja bearraša árbevieru mielde .
smn: Herviimân kiävttojeh läđđee oolâ stellejum ivnáás päädih jieškote-uv suuvâ já perruu ärbivyevi mield. .

source: Hearvvat leat govdadat ja alladat .
smn: Herviimeh láá kubduuh já olluuh .

source: Sihke nissoniid ja albmáid gahpirat gorrojuvvojit alladabbon go eará mállet .
smn: Sehe nisonij et almai kapereh kuárrojeh ollâgubbon ko eres maalih .

source: Govas sámedikki lahtut Jouni Ilmari Jomppanen ja Petra Biret Magga sámeparlamentarihkkáriid konfereanssas Roavvenjárggas golggotmánus 2008 .
smn: Kooveest sämitige jesâneh Jouni Ilmari Jomppanen já Petra Biret Magga säämi parlamiänttárij konfereensâst Ruávinjaargâst roovvâdmáánust 2008 .

source: Guktuin sudnos lea badjelis Eanodat-Guovdageaingákti .
smn: Kuohtuin sunnust lii pajalist Iänuduv-Kuovdâkiäinu mááccuh .

source: Nuppi govas eanodaga albmá gáktehealbmi .
smn: Nube kooveest iänuduvlii almaa mááccuh helmi .

source: Govat Ulla Aikio-Puoskari .
smn: Koveh Ulla Aikio-Puoskari .

source: Ohcejotgákti
smn: Tiänu mááccuh

source: Ohcejoga gáktemálle lea govttolaččat hervejuvvon , goit jos dan veardida Eanodat-Guovdageaingáktái .
smn: Tiänu mááccuhmalli lii rávhálávt hervejum , aainâs jis tom verdit Iänuduv-Kuovdâkiäinu máccuhân .

source: Gákti hervejuvvo ruoksadiin ja fiskadiin .
smn: Mááccuh hervâiivneh láá ruopsâd já fiskâd .

source: Nissona gávtti healbmi durrojuvvo , mii spiehkkasa eará málliin .
smn: Eres maalijn spiekâstmáin nissoon mááccuh helmi tuárroo .

source: Healbmái manná hearvabáddi lagabui logi mehtera .
smn: Hiälmán mana olbepäddi masa love meetterid .

source: Albmá gávtti healbmi ii hervejuvvo ollege .
smn: Almaa mááccuh helmi ij hervejuu ollágin .

source: Govas Ohcejoga logahaga stuđeanttat giđđat 2008 .
smn: Kooveest Ucjuv luvâttuv pajeuáppeeh kiđđuv 2008 .

source: Earet vilges gávtti buot eará gávttit ovddastit Ohcejoga sámegáktemálle .
smn: Eereeb vielgis mááccuh puoh eres máccuheh ovdâsteh tiänulâš sämimááccuh maali .

source: Govva Ulla Aikio-Puoskari .
smn: Kove Ulla Aikio-Puoskari .

source: Soađegili Vuohču gákti
smn: Suáđigil Vuáču mááccuh

source: Vuohču gákti lea Soađegili sápmelaččaid árbevirolaš málle ja ivnniidis dáfus lahka Anára gávtti .
smn: Vuáču mááccuh lii Suáđigil sämmilij ärbivuáválâš malli já ivnijdis peeleest alda Aanaar mááccuh .

source: Gákti hervejuvvo ruoksadiin , ruonáin ja fiskadiin .
smn: Mááccuh hervâiivneh láá ruopsâd , ruánáá já fiskad .

source: Nissoniid gahpir hervejuvvo goit Eanodat-Guovdageaingahpira láhkai ivdnás báttiiguin – muhto vehá oktageardánabbot .
smn: Nisonij kappeer hervejuvvoo kuittâg Iänuduv-Kuovdâkiäinu kappeer náálá ivnáás padijguin – ij kuittâg nuuvt korrâsávt .

source: Govas sámedikki ságajođiheaddjin sámiid álbmotbeaidoaluin gussiid vuostáváldán Pekka Aikio , geas lea badjelis Soađegili Vuohču gákti .
smn: Kooveest sämitige saavâjođetteijee säämi aalmugpeeivi juuhlijn kuosijd vuástáváldám Pekka Aikio , kiäst lii pajalist Suáđigil Vuáču mááccuh .

source: Dearvvahanvuorus girječálli Ima Aikio-Arianaick fiskes Ohcejotgávttis .
smn: Tiervâttemvuárust kirječällee Ima Aikio-Arianaick fiskis tiänulii máccuhist .

source: Govva Ulla Isotalo .
smn: Kove Ulla Isotalo .

source: Nuortalašgákti
smn: Nuorttâsämmilâš mááccuh

source: Govas ( gurutbealde ) nuortalašgielat girkolávlunjoavku sámedikki rahpandilálašvuođa ávvoipmilbálvalusas Ohcejogas giđđat 2008 .
smn: Kooveest ( čiž ) nuorttâsämikielâlâš kirkkolaavlâjuávkku sämitige lekkâm juhleimmeelpalvâlusâst Ucjuuvâst kiđđuv 2008 .

source: Nuppi govas ( olgešbealde ) Guoládaga sápmelaš Nina Afanasjeva , geas nuortalašnissona gahpir .
smn: Nube kooveest ( uálg ) Kuáláduv sämmilâš Nina Afanasjeva , kiäst lii nuorttâlâšnissoon kappeer .

source: Vávvás lea badjelis Ohcejotgákti .
smn: Umogáást lii pajalist tiänulâš mááccuh .

source: Govat Ulla Isotalo .
smn: Koveh Ulla Isotalo .

source: Nuortalašnissona gákti lea lahka gárjilaš nissona álbmotbiktasa .
smn: Nuorttâsämmilâš nissoon mááccuh lii alda kärjillii nissoon aalmuglâšmááccuh .

source: Dasa gullá siviilaseađu mielde mearrašuvvi gahpermálle , sarafánačuvlla ja bearalhervejuvvon boagán .
smn: Toos kulá siiviilsiäđu miäldásâš kappeermalli , sarafaanhaamid já kässeekeđgijguin čiŋâttum poovij .

source: Maiddái gahpir lea hervejuvvon bearraliiguin .
smn: Meid kappeer lii hervejum kässeekeđgijguin .

source: Nuortalaš albmá gákti lea rievdaduvvon maŋimuš jagiin ja dat orru rievdamin eará sámejoavkkuid gáktemálliid guvlui .
smn: Nuorttâsämmilâš almaa mááccuh lii ovdedum majemui iivij ääigi já tot oro ovdánmin eres sämmilâšjuávhui almai mááccuhmaali suundán .

source: Nuortalaš albmáid árbevirolaš gárvvuin buoremusat lea seilon njealječiegat riebana náhkis válmmaštuvvon dálvegahpir .
smn: Nuorttâsämmilij almai ärbivuáválii kárvukeerdist pyeremustáá lii siäilum neeljičievvâg riämnjánäähkist koorrum tälvikappeer .
